/* Title for the main app screen */
"AddViewScreenTitle" = "AutoParker";

/* Label for the line to enter or edit the Fuel in a car */
"CarFuelFieldLabel" = "Kraftstoff";

/* Label for the information of one car */
"CarInfoLabel" = "Information zum Auto";

/* Make Label for the make of one car */
"CarInfoMakeLabel" = "Marke";

/* Model label for the model of one car */
"CarInfoModelLabel" = "Modell";

/* Year label for one car */
"CarInfoYearLabel" = "Jahr";

/* Label for the line to enter or edit the Make of a car */
"CarMakeFieldLabel" = "Marke";

/* Label for the line to enter or edit the Model of a car */
"CarModelFieldLabel" = "Modell";

/* Label for the index number of the current car */
"CarNumberLabel" = "Nummer des Autos";

/* Label for the line to enter or edit the Year of a car */
"CarYearFieldLabel" = "Jahr";

/* Title for button to go to edit the current car */
"EditCarButton" = "Bearbeiten";

/* Title for the Edit car screen */
"EditViewScreenTitle" = "Auto Bearbeiten";

/* Button to create and add a new car */
"NewCarButton" = "Neues Auto";

/* Title for button to go to the next car */
"NextCarButton" = "Nächstes";

/* Title for button to go to the previous car */
"PreviousCarButton" = "Vorheriges";

/* Label for the total number of cars */
"TotalCarsLabel" = "Anzahl aller Autos";

/* Placeholder string for an unknown car make */
"UnknownMakePlaceholder" = "Unbekannte Marke";

/* Placeholder string for an unknown car model */
"UnknownModelPlaceholder" = "Unbekanntes Modell";

